chat_system_957282790_actor_description=Old Chvakha. Very old swamp witch. 
chat_system_957282790_switch_0_header_1=^?^It's you, the king's snoop, ha-ha. So, have you found your chronicles yet or not? Don't forget old Chvakha! Visit me, I will always be glad to see you. I'll treat you with nettle tea, and some soup made of little froglings.
chat_system_957282790_snap_1_question=^?^Oh, what do you all want in my swamp? Everyone going to and fro, to and fro. You've already scared away all the animals. How can I catch the toads now? You know how quick they are! I'm old, you know, and I can't run after them like you can.<br>So, go ahead... Tell me what you want....
chat_system_957282790_snap_1_answer_0=^?^I came to you for a manuscript. The Chronicles of the Lost Town of necromancers. Have you heard about it?
chat_system_957282790_snap_1_answer_1=^?^I'd like to find out how to find the right crypt at the cemetery.
chat_system_957282790_snap_2_question=^?^Look at him, what he wants... He wants the Chronicles of the Lost Town. Where can I get them? Have you heard about it? Do you know, dear, how many people like you have tried to find these papers?<br>[s]The old witch looks at you piercingly and scrunches up her eyes wickedly.[/s]<br>Well-well, darling. You knew where to get these papers. Am I not right? How did you know that I had these Chronicles? Tell me! Tell me like you are confessing to a priest - or I'll look at you with the evil eye, and your spine will shrivel and bend. Mages from the Darion Academy sent you, did they not?
chat_system_957282790_snap_2_answer_0=^?^Oh, no, granny, I do not know any mages. I found you myself. I asked in one place, listened in another, and finally found out who the Coven entrusted with the papers.
chat_system_957282790_snap_2_answer_1=^?^I will not lie to you. I am sent by Master Shivarius, one of the senior teachers of the Academy. They need these papers very badly.
chat_system_957282790_snap_4_question=^?^What a good boy! What a smart boy! I see you are smart, and quick on your toes. Not many people remember these papers, and fewer know about me. Hmm... what did Shivarius tell you about these papers?
chat_system_957282790_snap_4_answer_0=^?^Who is this Shivarius? 
chat_system_957282790_snap_4_header_0=^?^[s]The old woman bursts out laughing and points at you with her bony finger:[/s]<br>Oh, darling, you should not lie to an old witch. I can feel a lie with my nose, you know. You'll make me sneeze all this lying. Nobody except me and the Council of Mages know about these Chronicles, or that the Coven took them to keep. And even if somebody knew, he could tell you nothing now.<br>At their command you came here. The mages sent you, I know it to be true. Who told you about me? Who showed you the way? Ah, you may say nothing... but I see in your eyes that you talked to Shivarius. What did he tell you about me, did he remember Old Chvakha?
chat_system_957282790_snap_4_answer_1=^?^He just asked me to get the Chronicles.
chat_system_957282790_snap_4_header_1=^?^Ah, I see. You were at the mages, and they sent you to me. Such a big boy, but you can't lie to Chvakha! You see how quickly Old Chvakha brought you to light. And you told me that you found me yourself. Shame on you. You tried to deceive an old ill woman. And after I trusted you, opened my doors to you, gave you shelter as if you were my own grandson, gave you food and warmed you.<br>Now tell me the truth, what did Shivarius tell you about me?
chat_system_957282790_snap_3_question=^?^So you are saying that Elerio Shivarius himself sent you? Ah so now they remember the Chronicles so suddenly. We need the Chronicles, we'll send the boy. So the old mage didn't forget me after all. Tell me, darling, what did he tell you about me?
chat_system_957282790_snap_3_answer_0=^?^[s]The truth:[/s] Oh, when he recollects you his eyes sparkle, but then he frowns and uses such words which can not be used when ladies and children are present.
chat_system_957282790_snap_3_header_0=^?^Ah, so he is still angry with me. But I did nothing bad to him. On the contrary, I helped him the best way I could. I have no idea why he hates me so much. What foul enemy could be whispering nasty words to him about me?
chat_system_957282790_snap_3_answer_1=^?^[s]Also the truth:[/s] To be honest, he said very little about you, he just said where to find you. Actually he was talking mostly about the Chronicles.
chat_system_957282790_snap_3_answer_2=^?^[s]This is also the truth:[/s] As I understood it, he feels that you are... mmm... quite an erudite witch, a real mistress of these swamps. And it is also clear that your health is not unimportant for him.
chat_system_957282790_snap_3_header_2=^?^Crikey! What wonderful news you have brought to me, my knight. He remembers me, and he asks about my health. He must have forgiven me and freed himself from his fierce hatred. But what made him hate me? I said nothing and did nothing to hurt his feelings.
chat_system_957282790_snap_5_question=^?^Eh... It's him, the old mage. He sees nothing and needs nothing but his science. I wish he had said something kind about me, or something at all.
chat_system_957282790_snap_5_answer_0=^?^Actually I came to get the Chronicles of the Lost Town of necromancers. So, what about these papers?
chat_system_957282790_snap_6_question=^?^So, you keep talking about them again. Give me the Chronicles. What about the Chronicles. Well I do not have them. I lost them. There.<br>Hey, don't be upset, [player]. Your papers are intact and hidden in a good place. I took them to the cemetery, where I was going to perform some rite with them, which would show me the way to the Lost Town. I found a good place - I had to visit all the crypts, and my feet hurt, and in one crypt the ghouls nearly tore me to pieces. I barely got away from them.<br>I'm sure the Chronicles are still there, because I sealed that crypt with a secret word. Unless you know the secret word, you cannot open the crypt, whether you're a looter or a warlock.<br>I am too old, darling, and I am too fearful to return to the cemetery. I'll tell you the secret word, and you take the Chronicles yourself. Say: "Charyvala Chvakha Stvory Raschinitsa" and the doors will open. But you must be careful there. The undead creatures which came to kill me, are still in that crypt along with the book.
chat_system_957282790_snap_6_answer_0=^?^What a nice way to spend the day! I will roam around the cemetery and shout the "secret word" at every door, and meanwhile I'm attacked by the undead? Well... alright, I have to go. Hope to see you again.
chat_system_957282790_snap_0_question=^?^Eh, what, do you think I remember which crypt it is? That was a long time ago, and my memory is not as good as it used to be. The crypt looks like a common crypt. It's near the former prison, and there's a huge skull on the crypt. If you come from this direction, it's at the furthest end of the cemetery, not far from that dreadful castle. You'll see which crypt is enchanted by my spells, just trust your feelings, [class].
chat_system_957282790_snap_0_answer_0=^?^This is a strange story, old woman. I knew I shouldn't have gotten myself involved with these Chronicles.
